Repository: bannzai/mementomorning
Catalog: MementoMorning/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: No one knows how many mornings remain
ar: لا أحد يعرف كم تبقّى من الصباحات
ca: Ningú sap quants matins queden
cs: Nikdo neví, kolik rán zbývá
da: Ingen ved, hvor mange morgener der er tilbage
de: Niemand weiß, wie viele Morgen noch bleiben
el: Κανείς δεν ξέρει πόσα πρωινά απομένουν
es: Nadie sabe cuántas mañanas quedan
es_419: Nadie sabe cuántas mañanas quedan
fi: Kukaan ei tiedä, kuinka monta aamua on jäljellä
fr: Personne ne sait combien de matins il reste
he: איש אינו יודע כמה בקרים נותרו
hi: कोई नहीं जानता कि कितनी सुबहें बाकी हैं
hr: Nitko ne zna koliko je jutara preostalo
hu: Senki sem tudja, hány reggel van még hátra
id: Tak seorang pun tahu berapa banyak pagi yang tersisa
it: Nessuno sa quante mattine restano
ja: 朝があと何回あるかは誰にもわかりません
ko: 앞으로 몇 번의 아침이 남았는지는 아무도 몰라요
ms: Tiada siapa tahu berapa banyak pagi yang masih berbaki
nb: Ingen vet hvor mange morgener som gjenstår
nl: Niemand weet hoeveel ochtenden er nog over zijn
pl: Nikt nie wie, ile poranków pozostało
pt_br: Ninguém sabe quantas manhãs restam
pt_pt: Ninguém sabe quantas manhãs faltam
ro: Nimeni nu știe câte dimineți mai sunt
ru: Никто не знает, сколько осталось утр
sk: Nikto nevie, koľko rán zostáva
sv: Ingen vet hur många morgnar som återstår
th: ไม่มีใครรู้ว่าเหลืออีกกี่เช้า
tr: Kimse kaç sabah kaldığını bilmiyor
uk: Ніхто не знає, скільки ранків залишилося
vi: Không ai biết còn lại bao nhiêu buổi sáng
zh_hans: 没有人知道还剩多少个清晨
zh_hant: 沒有人知道還剩多少個清晨
zh_hk: 沒有人知道還剩多少個早晨

source: No purchases to restore were found.
ar: لم يتم العثور على مشتريات لاستعادتها.
ca: No s'han trobat compres per restaurar.
cs: Nebyly nalezeny žádné nákupy k obnovení.
da: Der blev ikke fundet køb, der kan gendannes.
de: Es wurden keine Käufe zum Wiederherstellen gefunden.
el: Δεν βρέθηκαν αγορές για επαναφορά.
es: No se encontraron compras para restaurar.
es_419: No se encontraron compras para restaurar.
fi: Palautettavia ostoja ei löytynyt.
fr: Aucun achat à restaurer n’a été trouvé.
he: לא נמצאו רכישות לשחזור.
hi: पुनर्स्थापित करने के लिए कोई खरीदारी नहीं मिली।
hr: Nisu pronađene kupnje za obnovu.
hu: Nem találhatók visszaállítható vásárlások.
id: Tidak ditemukan pembelian untuk dipulihkan.
it: Non sono stati trovati acquisti da ripristinare.
ja: 復元できる購入が見つかりませんでした。
ko: 복원할 구매 내역이 없습니다.
ms: Tiada pembelian untuk dipulihkan ditemui.
nb: Ingen kjøp å gjenopprette ble funnet.
nl: Er zijn geen aankopen gevonden om te herstellen.
pl: Nie znaleziono zakupów do odtworzenia.
pt_br: Não foram encontradas compras para restaurar.
pt_pt: Não foram encontradas compras para restaurar.
ro: Nu s-au găsit achiziții de restaurat.
ru: Не найдено покупок для восстановления.
sk: Nenašli sa žiadne nákupy na obnovenie.
sv: Inga köp att återställa hittades.
th: ไม่พบรายการซื้อที่กู้คืนได้
tr: Geri yüklenecek satın alma bulunamadı.
uk: Покупок для відновлення не знайдено.
vi: Không tìm thấy giao dịch mua nào để khôi phục.
zh_hans: 未找到可恢复的购买项目。
zh_hant: 找不到可還原的購買項目。
zh_hk: 找不到可還原的購買項目。

source: No, not really
ar: لا، ليس حقًا.
ca: No, no gaire.
cs: Ne, ani ne.
da: Nej, ikke rigtigt.
de: Nein, nicht wirklich.
el: Όχι, όχι και τόσο.
es: No, no mucho.
es_419: No, no mucho.
fi: Ei, en oikeastaan.
fr: Non, pas vraiment.
he: לא, לא ממש.
hi: नहीं, कुछ खास नहीं।
hr: Ne, baš i ne.
hu: Nem, nem igazán.
id: Tidak, tidak juga.
it: No, non proprio.
ja: 満足していない
ko: 아니요, 별로요.
ms: Tidak, tidak begitu.
nb: Nei, ikke egentlig.
nl: Nee, niet echt.
pl: Nie, niespecjalnie.
pt_br: Não, não muito.
pt_pt: Não, não muito.
ro: Nu, nu prea.
ru: Нет, не совсем.
sk: Nie, ani nie.
sv: Nej, inte direkt.
th: ไม่ค่อยเท่าไร
tr: Hayır, pek sayılmaz.
uk: Ні, не дуже.
vi: Không, không hẳn.
zh_hans: 不，不太是。
zh_hant: 不，不太是。
zh_hk: 不，不太是。

source: None of them comes back
ar: لا يعود أيٌّ منها.
ca: Cap d’ells torna.
cs: Nic z toho se nevrací.
da: Ingen af dem kommer tilbage.
de: Keines davon kommt zurück.
el: Κανένα από αυτά δεν επιστρέφει.
es: Ninguno de ellos vuelve.
es_419: Ninguno de ellos vuelve.
fi: Mikään niistä ei palaa.
fr: Aucun ne revient.
he: אף אחד מהם לא חוזר.
hi: इनमें से कोई भी वापस नहीं आता।
hr: Ništa od toga se ne vraća.
hu: Egyik sem tér vissza.
id: Tak satu pun kembali.
it: Nessuno di loro torna.
ja: そのどれも二度は来ません
ko: 그 어느 것도 돌아오지 않아요.
ms: Tiada satu pun yang kembali.
nb: Ingen av dem kommer tilbake.
nl: Geen van hen komt terug.
pl: Żadne z nich nie wraca.
pt_br: Nenhum deles volta.
pt_pt: Nenhum deles volta.
ro: Niciunul dintre ele nu se întoarce.
ru: Ни одно из них не возвращается.
sk: Nič z toho sa nevracia.
sv: Ingen av dem kommer tillbaka.
th: ไม่มีสิ่งใดกลับมาอีก
tr: Hiçbiri geri gelmez.
uk: Жодне з них не повертається.
vi: Không điều gì trong số đó quay lại.
zh_hans: 没有一个会回来。
zh_hant: 沒有一個會回來。
zh_hk: 沒有一個會回來。

source: Not answered
ar: لم تتم الإجابة
ca: Sense respondre
cs: Nezodpovězeno
da: Ikke besvaret
de: Nicht beantwortet
el: Δεν απαντήθηκε
es: Sin responder
es_419: Sin responder
fi: Ei vastattu
fr: Sans réponse
he: ללא מענה
hi: उत्तर नहीं दिया गया
hr: Nije odgovoreno
hu: Nincs megválaszolva
id: Belum dijawab
it: Senza risposta
ja: 未回答
ko: 답변하지 않음
ms: Belum dijawab
nb: Ikke besvart
nl: Niet beantwoord
pl: Bez odpowiedzi
pt_br: Não respondido
pt_pt: Não respondido
ro: Fără răspuns
ru: Без ответа
sk: Nezodpovedané
sv: Ej besvarad
th: ยังไม่ได้ตอบ
tr: Yanıtlanmadı
uk: Без відповіді
vi: Chưa trả lời
zh_hans: 未回答
zh_hant: 未回答
zh_hk: 未回答

source: Not now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
es_419: Ahora no
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Jangan sekarang
it: Non ora
ja: 今はしない
ko: 나중에
ms: Bukan sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sv: Inte nu
th: ยังไม่ใช่ตอนนี้
tr: Şimdi değil
uk: Не зараз
vi: Để sau
zh_hans: 暂不
zh_hant: 暫不
zh_hk: 暫不

source: Not really
ar: ليس حقًا
ca: No gaire
cs: Ani ne
da: Ikke rigtigt
de: Nicht wirklich
el: Όχι ιδιαίτερα
es: No mucho
es_419: No mucho
fi: Ei oikeastaan
fr: Pas vraiment
he: לא ממש
hi: कुछ खास नहीं
hr: Ne baš
hu: Nem igazán
id: Tidak juga
it: Non proprio
ja: 特にない
ko: 그렇진 않아요
ms: Tidak begitu
nb: Ikke egentlig
nl: Niet echt
pl: Niezbyt
pt_br: Não exatamente
pt_pt: Não propriamente
ro: Nu prea
ru: Не совсем
sk: Ani nie
sv: Inte direkt
th: ไม่ค่อย
tr: Pek sayılmaz
uk: Не зовсім
vi: Không hẳn
zh_hans: 不太算
zh_hant: 不太算
zh_hk: 不太算

source: Not yet
ar: ليس بعد
ca: Encara no
cs: Ještě ne
da: Ikke endnu
de: Noch nicht
el: Όχι ακόμα
es: Aún no
es_419: Aún no
fi: Ei vielä
fr: Pas encore
he: עדיין לא
hi: अभी तक नहीं
hr: Još ne
hu: Még nem
id: Belum
it: Non ancora
ja: やれていない
ko: 아직 안 했어요
ms: Belum
nb: Ikke ennå
nl: Nog niet
pl: Jeszcze nie
pt_br: Ainda não
pt_pt: Ainda não
ro: Încă nu
ru: Ещё нет
sk: Ešte nie
sv: Inte än
th: ยังไม่ได้ทำ
tr: Henüz değil
uk: Ще ні
vi: Chưa
zh_hans: 还没有
zh_hant: 還沒有
zh_hk: 尚未

source: OK
ar: حسنًا
ca: D’acord
el: Εντάξει
es: Aceptar
es_419: Aceptar
he: אישור
hi: ठीक है
hr: U redu
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: Гаразд
zh_hans: 确定
zh_hant: 確定
zh_hk: 好

source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
es_419: Desactivado
fi: Pois
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: Disattivato
ja: オフ
ko: 끔
ms: Mati
nb: Av
nl: Uit
pl: Wyłączone
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Older mornings unlock with Premium.
ar: يمكنك فتح الصباحات الأقدم مع Premium.
ca: Els matins anteriors es desbloquegen amb Premium.
cs: Starší rána se odemknou s Premium.
da: Ældre morgener låses op med Premium.
de: Ältere Morgen werden mit Premium freigeschaltet.
el: Τα παλαιότερα πρωινά ξεκλειδώνουν με Premium.
es: Las mañanas anteriores se desbloquean con Premium.
es_419: Las mañanas anteriores se desbloquean con Premium.
fi: Aiemmat aamut avautuvat Premiumilla.
fr: Les matins précédents sont accessibles avec Premium.
he: הבקרים הקודמים נפתחים עם Premium.
hi: Premium के साथ पुरानी सुबहें अनलॉक करें।
hr: Starija jutra otključavaju se uz Premium.
hu: A korábbi reggelek Premium csomaggal oldhatók fel.
id: Pagi-pagi sebelumnya dapat dibuka dengan Premium.
it: Sblocca le mattine precedenti con Premium.
ja: 7日より前の朝は、プレミアムで。
ko: 이전 아침 기록은 Premium으로 잠금 해제할 수 있어요.
ms: Pagi-pagi terdahulu boleh dibuka dengan Premium.
nb: Eldre morgener låses opp med Premium.
nl: Ontgrendel eerdere ochtenden met Premium.
pl: Odblokuj wcześniejsze poranki z Premium.
pt_br: Desbloqueie as manhãs anteriores com Premium.
pt_pt: Desbloqueia as manhãs anteriores com Premium.
ro: Deblochează diminețile anterioare cu Premium.
ru: Более ранние утра доступны с Premium.
sk: Staršie rána sa odomknú s Premium.
sv: Äldre morgnar låses upp med Premium.
th: ปลดล็อกเช้าที่ผ่านมาได้ด้วย Premium
tr: Daha eski sabahlar Premium ile açılır.
uk: Попередні ранки доступні з Premium.
vi: Mở khóa những buổi sáng trước đây với Premium.
zh_hans: 使用 Premium 解锁较早的早晨。
zh_hant: 使用 Premium 解鎖較早的早晨。
zh_hk: 使用 Premium 解鎖較早的早晨。

source: On
ar: مفعّل
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el: Ενεργό
es: Activado
es_419: Activado
fi: Päällä
fr: Activé
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Attivo
ja: オン
ko: 켜짐
ms: Hidup
nb: På
nl: Aan
pl: Wł.
pt_br: Ativado
pt_pt: Ativado
ro: Activat
ru: Вкл.
sk: Zapnuté
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_hans: 开启
zh_hant: 開啟
zh_hk: 開啟

source: One promise to today's you
ar: وعد واحد لذاتك اليوم
ca: Una promesa per al teu jo d’avui
cs: Jeden slib pro své dnešní já
da: Ét løfte til dig selv i dag
de: Ein Versprechen an dein heutiges Ich
el: Μία υπόσχεση στον σημερινό σου εαυτό
es: Una promesa para tu yo de hoy
es_419: Una promesa para tu yo de hoy
fi: Yksi lupaus tämänpäiväiselle itsellesi
fr: Une promesse à votre moi d’aujourd’hui
he: הבטחה אחת לעצמך של היום
hi: आज के अपने आप से एक वादा
hr: Jedno obećanje današnjem sebi
hu: Egy ígéret a mai önmagadnak
id: Satu janji untuk dirimu hari ini
it: Una promessa al tuo io di oggi
ja: 今日の自分に、ひとつの約束
ko: 오늘의 나에게 하는 약속 하나
ms: Satu janji untuk diri anda hari ini
nb: Ett løfte til deg selv i dag
nl: Eén belofte aan jezelf voor vandaag
pl: Jedna obietnica dla swojego dzisiejszego ja
pt_br: Uma promessa para o seu eu de hoje
pt_pt: Uma promessa para o teu eu de hoje
ro: O promisiune pentru tine, cel de azi
ru: Одно обещание себе сегодня
sk: Jeden sľub pre svoje dnešné ja
sv: Ett löfte till ditt jag i dag
th: หนึ่งคำสัญญาถึงตัวคุณในวันนี้
tr: Bugünkü kendine bir söz
uk: Одна обіцянка собі сьогодні
vi: Một lời hứa với chính mình hôm nay
zh_hans: 给今天的自己一个承诺
zh_hant: 給今天的自己一個承諾
zh_hk: 給今天的自己一個承諾

source: One promise to tomorrow's you
ar: وعد واحد لنفسك غدًا
ca: Una promesa per al teu jo de demà
cs: Jeden slib svému zítřejšímu já
da: Ét løfte til dit morgendags-jeg
de: Ein Versprechen an dein Ich von morgen
el: Μία υπόσχεση στον αυριανό σου εαυτό
es: Una promesa para tu yo de mañana
es_419: Una promesa para tu yo de mañana
fi: Yksi lupaus huomisen minällesi
fr: Une promesse pour votre moi de demain
he: הבטחה אחת לעצמך של מחר
hi: कल के अपने लिए एक वादा
hr: Jedno obećanje svom sutrašnjem ja
hu: Egy ígéret a holnapi önmagadnak
id: Satu janji untuk dirimu esok
it: Una promessa al tuo io di domani
ja: 明日の自分に、ひとつの約束
ko: 내일의 나에게 보내는 약속 하나
ms: Satu janji untuk diri anda esok
nb: Ett løfte til morgendagens deg
nl: Eén belofte aan jezelf van morgen
pl: Jedna obietnica dla twojego jutrzejszego ja
pt_br: Uma promessa para o seu eu de amanhã
pt_pt: Uma promessa para o teu eu de amanhã
ro: O promisiune pentru sinele tău de mâine
ru: Одно обещание своему завтрашнему «я»
sk: Jeden sľub svojmu zajtrajšiemu ja
sv: Ett löfte till ditt morgondagsjag
th: คำสัญญาหนึ่งข้อสำหรับตัวคุณในวันพรุ่งนี้
tr: Yarının kendine bir söz
uk: Одна обіцянка своєму завтрашньому «я»
vi: Một lời hứa với chính mình của ngày mai
zh_hans: 给明天的自己一个承诺
zh_hant: 給明天的自己一個承諾
zh_hk: 給明天的自己一個承諾

source: One question, answered facing yourself
ar: سؤال واحد، تجيب عنه وأنت تواجه نفسك
ca: Una pregunta, resposta mirant-te a tu mateix
cs: Jedna otázka, na kterou odpovídáš tváří v tvář sobě
da: Ét spørgsmål, besvaret ansigt til ansigt med dig selv
de: Eine Frage, die du dir selbst gegenüber beantwortest
el: Μία ερώτηση, απαντημένη κοιτώντας τον εαυτό σου
es: Una pregunta, respondida frente a ti mismo
es_419: Una pregunta, respondida frente a ti mismo
fi: Yksi kysymys, johon vastaat kasvotusten itsesi kanssa
fr: Une question, à laquelle vous répondez face à vous-même
he: שאלה אחת, שאתה עונה עליה מול עצמך
hi: एक सवाल, जिसका जवाब आप खुद का सामना करते हुए दें
hr: Jedno pitanje, na koje odgovaraš gledajući sebe
hu: Egy kérdés, amelyre önmagaddal szembenézve válaszolsz
id: Satu pertanyaan, dijawab sambil berhadapan dengan diri sendiri
it: Una domanda, a cui rispondi guardandoti
ja: 自分の顔を見ながら、ひとつの問いに答える
ko: 나 자신을 마주 보며 답하는 한 가지 질문
ms: Satu soalan, dijawab sambil berhadapan dengan diri sendiri
nb: Ett spørsmål, besvart ansikt til ansikt med deg selv
nl: Eén vraag, beantwoord terwijl je jezelf aankijkt
pl: Jedno pytanie, na które odpowiadasz, patrząc sobie w twarz
pt_br: Uma pergunta, respondida olhando para si mesmo
pt_pt: Uma pergunta, respondida a olhar para ti próprio
ro: O întrebare, la care răspunzi privind către tine însuți
ru: Один вопрос, на который вы отвечаете, глядя на себя
sk: Jedna otázka, na ktorú odpovedáš tvárou v tvár sebe
sv: En fråga, besvarad ansikte mot ansikte med dig själv
th: หนึ่งคำถามที่ตอบโดยเผชิญหน้ากับตัวเอง
tr: Kendinle yüzleşerek yanıtladığın tek bir soru
uk: Одне запитання, на яке ви відповідаєте, дивлячись на себе
vi: Một câu hỏi, được trả lời khi đối diện với chính mình
zh_hans: 一个问题，面对自己作答
zh_hant: 一個問題，面對自己作答
zh_hk: 一個問題，面對自己作答

source: Open Settings
ar: افتح الإعدادات
ca: Obre Configuració
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
es_419: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les réglages
he: פתיחת ההגדרות
hi: सेटिंग्ज़ खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide setările
ru: Открыть настройки
sk: Otvoriť Nastavenia
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定
zh_hk: 開啟設定

source: Photo library
ar: مكتبة الصور
ca: Fototeca
cs: Knihovna fotek
da: Fotobibliotek
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Fototeca
es_419: Biblioteca de fotos
fi: Kuvat-kirjasto
fr: Photothèque
he: ספריית התמונות
hi: फ़ोटो लाइब्रेरी
hr: Fototeka
hu: Fotókönyvtár
id: Perpustakaan Foto
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
ms: Pustaka Foto
nb: Fotobibliotek
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Fototeca
pt_pt: Fototeca
ro: Fototecă
ru: Медиатека
sk: Knižnica fotiek
sv: Bildbibliotek
th: คลังรูปภาพ
tr: Fotoğraf arşivi
uk: Медіатека
vi: Thư viện ảnh
zh_hans: 照片图库
zh_hant: 照片圖庫
zh_hk: 相片圖庫

source: Play with my kids all day
ar: ألعب مع أطفالي طوال اليوم
ca: Jugar amb els meus fills tot el dia
cs: Hrát si celý den se svými dětmi
da: Lege med mine børn hele dagen
de: Den ganzen Tag mit meinen Kindern spielen
el: Να παίξω όλη μέρα με τα παιδιά μου
es: Jugar con mis hijos todo el día
es_419: Jugar todo el día con mis hijos
fi: Leikkiä lasteni kanssa koko päivä
fr: Jouer avec mes enfants toute la journée
he: לשחק עם הילדים שלי כל היום
hi: पूरे दिन अपने बच्चों के साथ खेलें
hr: Cijeli dan se igrati sa svojom djecom
hu: Egész nap a gyerekeimmel játszani
id: Bermain dengan anak-anak saya seharian
it: Giocare con i miei figli tutto il giorno
ja: 子どもと一日中遊ぶ
ko: 아이들과 하루 종일 놀기
ms: Bermain dengan anak-anak saya sepanjang hari
nb: Leke med barna mine hele dagen
nl: De hele dag met mijn kinderen spelen
pl: Cały dzień bawić się z dziećmi
pt_br: Brincar com meus filhos o dia todo
pt_pt: Brincar com os meus filhos o dia inteiro
ro: Să mă joc cu copiii mei toată ziua
ru: Играть с моими детьми весь день
sk: Hrať sa celý deň s deťmi
sv: Leka med mina barn hela dagen
th: เล่นกับลูก ๆ ตลอดทั้งวัน
tr: Bütün gün çocuklarımla oynamak
uk: Гратися з дітьми весь день
vi: Chơi với các con cả ngày
zh_hans: 和孩子们玩一整天
zh_hant: 和孩子們玩一整天
zh_hk: 同子女玩一整天

source: Polish every screen until it feels right
ar: صقّل كل شاشة حتى تبدو كما ينبغي
ca: Poleix cada pantalla fins que quedi com toca
cs: Vylaď každou obrazovku, dokud nebude působit správně
da: Puds hver skærm, til den føles helt rigtig
de: Überarbeite jeden Bildschirm, bis er sich richtig anfühlt
el: Βελτίωσε κάθε οθόνη μέχρι να σου φαίνεται σωστή
es: Pule cada pantalla hasta que te parezca bien
es_419: Pule cada pantalla hasta que te parezca bien
fi: Viimeistele jokainen näyttö, kunnes se tuntuu oikealta
fr: Peaufinez chaque écran jusqu’à ce qu’il vous semble juste
he: לטש כל מסך עד שהוא מרגיש נכון
hi: हर स्क्रीन को तब तक निखारें, जब तक वह सही न लगे
hr: Dotjeraj svaki zaslon dok ne bude baš kako treba
hu: Csiszold addig minden képernyőt, amíg jónak nem érzed
id: Sempurnakan setiap layar sampai terasa pas
it: Perfeziona ogni schermata finché non ti sembra quella giusta
ja: 納得がいくまで画面を磨く
ko: 마음에 들 때까지 모든 화면을 다듬어요
ms: Gilap setiap skrin sehingga terasa tepat
nb: Finpuss hver skjerm til den føles helt riktig
nl: Werk elk scherm bij tot het precies goed aanvoelt
pl: Dopracuj każdy ekran, aż będzie dokładnie taki, jak trzeba
pt_br: Aperfeiçoe cada tela até que ela fique do jeito certo
pt_pt: Aperfeiçoa cada ecrã até ficar como deve ser
ro: Finisează fiecare ecran până când ți se pare potrivit
ru: Дорабатывайте каждый экран, пока он не будет выглядеть как надо
sk: Vylaď každú obrazovku, kým nebude pôsobiť správne
sv: Putsa varje skärm tills den känns helt rätt
th: ขัดเกลาทุกหน้าจอจนกว่าจะรู้สึกว่าลงตัว
tr: Her ekranı tam içine sinene kadar ince ayarla
uk: Доопрацьовуйте кожен екран, доки він не виглядатиме як слід
vi: Tinh chỉnh từng màn hình cho đến khi bạn thấy vừa ý
zh_hans: 打磨每个界面，直到感觉恰到好处
zh_hant: 打磨每個介面，直到感覺恰到好處
zh_hk: 打磨每個畫面，直到感覺恰到好處

source: Practice your answer
ar: تدرّب على إجابتك
ca: Practica la teva resposta
cs: Procvič si svou odpověď
da: Øv dit svar
de: Übe deine Antwort
el: Εξάσκησε την απάντησή σου
es: Practica tu respuesta
es_419: Practica tu respuesta
fi: Harjoittele vastaustasi
fr: Entraînez-vous à répondre
he: תרגל את התשובה שלך
hi: अपने जवाब का अभ्यास करें
hr: Uvježbaj svoj odgovor
hu: Gyakorold a válaszod
id: Latih jawabanmu
it: Esercitati con la tua risposta
ja: 回答の練習
ko: 답변을 연습해 보세요
ms: Latih jawapan anda
nb: Øv på svaret ditt
nl: Oefen je antwoord
pl: Przećwicz swoją odpowiedź
pt_br: Pratique sua resposta
pt_pt: Pratica a tua resposta
ro: Exersează-ți răspunsul
ru: Потренируйте свой ответ
sk: Precvič si svoju odpoveď
sv: Öva på ditt svar
th: ฝึกซ้อมคำตอบของคุณ
tr: Yanıtını prova et
uk: Потренуйте свою відповідь
vi: Luyện tập câu trả lời của bạn
zh_hans: 练习你的回答
zh_hant: 練習你的回答
zh_hk: 練習你的回答

source: Prefer not to say
ar: أفضل عدم الإفصاح
ca: Prefereixo no dir-ho
cs: Raději nechci uvádět
da: Jeg vil helst ikke svare
de: Möchte ich lieber nicht sagen
el: Προτιμώ να μην απαντήσω
es: Prefiero no decirlo
es_419: Prefiero no decirlo
fi: En halua vastata
fr: Je préfère ne pas répondre
he: מעדיף לא לומר
hi: न बताना पसंद करेंगे
hr: Radije ne bih rekao
hu: Inkább nem mondom meg
id: Sebaiknya tidak menjawab
it: Preferisco non dirlo
ja: 答えずに進む
ko: 답하지 않을게요
ms: Saya pilih untuk tidak menjawab
nb: Jeg vil helst ikke svare
nl: Zeg ik liever niet
pl: Wolę nie mówić
pt_br: Prefiro não dizer
pt_pt: Prefiro não dizer
ro: Prefer să nu spun
ru: Предпочитаю не отвечать
sk: Radšej nechcem uviesť
sv: Jag vill helst inte svara
th: ขอไม่ตอบ
tr: Söylememeyi tercih ederim
uk: Вважаю за краще не відповідати
vi: Tôi không muốn trả lời
zh_hans: 我不想回答
zh_hant: 我不想回答
zh_hk: 我不想回答

source: Premium
ar: بريميوم
el: Πρέμιουμ
he: פרימיום
hi: प्रीमियम
hu: Prémium
ja: プレミアム
ko: 프리미엄
ru: Премиум
th: พรีเมียม
uk: Преміум
zh_hans: 高级版
zh_hant: 高級版
zh_hk: 高級版

source: Preparing the camera
ar: جارٍ تجهيز الكاميرا
ca: Preparant la càmera
cs: Připravuji fotoaparát
da: Gør kameraet klar
de: Kamera wird vorbereitet
el: Προετοιμασία κάμερας
es: Preparando la cámara
es_419: Preparando la cámara
fi: Kameraa valmistellaan
fr: Préparation de la caméra
he: מכין את המצלמה
hi: कैमरा तैयार किया जा रहा है
hr: Pripremam kameru
hu: Kamera előkészítése
id: Menyiapkan kamera
it: Preparazione della fotocamera
ja: カメラを準備しています
ko: 카메라를 준비하고 있어요
ms: Menyiapkan kamera
nb: Klargjør kameraet
nl: Camera voorbereiden
pl: Przygotowywanie aparatu
pt_br: Preparando a câmera
pt_pt: A preparar a câmara
ro: Se pregătește camera
ru: Подготовка камеры
sk: Pripravujem kameru
sv: Förbereder kameran
th: กำลังเตรียมกล้อง
tr: Kamera hazırlanıyor
uk: Підготовка камери
vi: Đang chuẩn bị camera
zh_hans: 正在准备相机
zh_hant: 正在準備相機
zh_hk: 正在準備相機

source: Previous month
ar: الشهر السابق
ca: Mes anterior
cs: Předchozí měsíc
da: Forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
es_419: Mes anterior
fi: Edellinen kuukausi
fr: Mois précédent
he: החודש הקודם
hi: पिछला महीना
hr: Prethodni mjesec
hu: Előző hónap
id: Bulan sebelumnya
it: Mese precedente
ja: 前の月
ko: 이전 달
ms: Bulan sebelumnya
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt_br: Mês anterior
pt_pt: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sv: Föregående månad
th: เดือนก่อนหน้า
tr: Önceki ay
uk: Попередній місяць
vi: Tháng trước
zh_hans: 上个月
zh_hant: 上個月
zh_hk: 上個月

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutz
el: Πολιτική απορρήτου
es: Política de privacidad
es_419: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策
zh_hk: 私隱政策
